Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=226_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelainen musiikki
sme: Sámi musihkka

source: Saamelaismusiikki on tänä päivänä sekoitus uutta ja vanhaa.
sme: Sámemusihkka lea otne seaguhus ođđa ja boares musihka.

source: Saamelaismusiikin juuret ovat syvällä perinteisessä saamelaismusiikissa joiussa, leu ’ ddissa ja livđessä, jotka ovat perinteisen saamelaismusiikin lajit Suomen puolen saamelaisalueella.
sme: Sámemusihka ruohttasat leat čiekŋalasas árbevirolaš sámemusihkas juoigamis, leu ’ ddis ja livđes, mat leat árbevirolaš sámemusihka šlájat Suoma beale sámeguovllus.

source: Muuta saamelaismusiikkia perinteisien vokaalimusiikkilajien lisäksi löytyy kaikista mahdollisista musiikkigenreistä räpistä humppaan.
sme: Eará sámemusihkka árbevirolaš lávlunmusihkkašlájaid lassin gávdno buot vejolaš musihkkašlájain rápmusihkas dánsunmusihkkii.

source: Perinteinen saamelaismusiikki
sme: Árbevirolaš sámemusihkka

source: Perinteisellä saamelaismusiikilla on useita perusperiaatteita, jotka ovat yhtäläisiä Länsi-Siperian lukuisten alkuperäiskansojen musiikin kanssa.
sme: Árbevirolaš sámemusihkas leat máŋga vuođđoprinsihpa, mat leat ovttaláganat Viesttar-Sibirijá moanaid eamiálbmogiid musihkain.

source: Näitä kansoja ovat mm nenetsit, enetsit, nganasanit ja selkupit.
sme: Dát álbmogat leat ee. nenetsat, enetsat, nganasanat ja selkupat.

source: Tärkein yhdistävä tekijä on se, että musiikillisen ilmaisun väline on ihmisääni, eikä soittimia ole käytetty.
sme: Dehálamos ovttastahtti bealli lea dat, ahte musihka olggosbuktima gaskaoapmi lea olbmo jietna, eaige čuojanasat leat geavahuvvon.

source: Toinen tärkeä yhdistävä tekijä on se, että musiikkia esitetään yksin, ilman toisia esittäjiä.
sme: Nubbi dehálaš ovttastahtti bealli lea dat, ahte musihkka ovdanbuktojuvvo okto.

source: Nämä periaatteet pitävät paikkansa myös perinteisessä saamelaismusiikissa.
sme: Dát prinsihpat dollet deaivása árbevirolaš sámemusihkas.

source: Perinteisiä saamelaisia vokaalimusiikkilajeja esitetään ilman instrumenttien säestystä ja ne ovat yleensä yksinesitettyjä.
sme: Árbevirolaš sámi lávlunmusihkkašlájat ovdanbuktojuvvojit almmá čuojanasaid ja dábálaččat okto.

source: Pohjoissaamelainen joiku on tunnetuin perinteisistä saamelaisista vokaalimusiikkilajeista.
sme: Davvisápmelaš juoigan lea dovdosamos árbevirolaš sámi lávlunmusihkkašlájain.

source: Se on pohjoissaamelaisten perinteistä musiikkia ja sen sanotaan olevan yksi Euroopan vanhimmista yhä elossa olevista musiikkiperinteistä.
sme: Dat lea davvisápmelaččaid árbevirolaš musihkka ja daddjojuvvo ahte dat lea okta Eurohpa boarrásamos musihkkaárbevieruin, mii lea ain eallimin.

source: Joiku (juoiggus) eli luohti on yksin esitettyä vokaalimusiikkia.
sme: Juoiggus dahjege luohti lea okto ovdanbuktojuvvon lávlunmusihkka.

source: Joiun kohteita voi olla monia, yleisimpiä joikuja ovat henkilöjoiut. Joiulla viitataan joiun kohteeseen ja kaikkeen mikä liittyy siihen.
sme: Luođi sáhttá rohttestit measta mas beare, dábálaččat luđiin čujuhuvvo dihto olbmui ja buot áššiide, mat sutnje laktásit.

source: Se joka joikaa, ei joikaa joikua, vaan joikaa jonkun (joiun kohteen).
sme: Dat guhte juoigá, ii juoigga luođi, muhto baicce juoigá geannu (dan geasa luohti guoská).

source: Esimerkiksi pohjoissaameksi sanotaan: ” Mun juoiggan Heikka Niillasa ”, ” Minä joikaan Heikin Niilan ”.
sme: Ovdamearkka dihte daddjojuvvo: ” Mun juoiggan Heikka Niillasa ”.

source: Joiun kohteita voivat henkilöiden lisäksi olla paikat, eläimet, luonto tai mikä muu tahansa aihe jonka joikaaja haluaa joikata.
sme: Juoigat sáhttá olbmuid lassin báikkiid, ealliid, luonddu dahje man beare eará, man juoigi hálida juoigat.

source: Pohjoissaamelaisessa joiussa on monia paikallistyylejä ja vahvimmin erottuvat toisistaan Enontekiön-Kautokeinon ja Tenojokivarren joikuperinteet.
sme: Davvisápmelaš juoigamis leat máŋggat báikkálašvuogit ja nannosepmosit earránit nuppiineaset Eanodaga-Guovdageainnu ja Deanuleagi juoiganárbevierut.

source: Joikuperinteen lisäksi pohjoissaamelaisilla on vahva virrenveisuuperinne, jossa tosin siinäkin on kuultavissa joikuperinteen vaikutus.
sme: Juoiganárbevieru lassin davvisápmelaččain lea nana sálbmalávluntradišuvdna, mas dasge lea gullamis juoiganárbevieru váikkuhus.

source: Inarinsaamelaisten perinteistä musiikkia on livđe.
sme: Anáraččaid árbevirolaš musihkka lea livđe.

source: Livđe-perinteellä on yhteys pohjoissaamelaisiin joikuihin.
sme: Livđe-árbevierus lea oktavuohta davvisápmelaš luđiide.

source: Livđejä on mm. henkilöistä ja eläimistä.
sme: Livđet leat ee. olbmuid ja ealliid birra.

source: Osittain inarinsaamelaisilla ja pohjoissaamelaisilla on ollut yhteinen repertuaari.
sme: Muhtun muddui anáraččain ja davvisápmelaččain leamašan oktasaš repertuára.

source: Kolttasaamelaisten perinteistä musiikkia on leuŠdd.
sme: Nuortalaččaid árbevirolaš musihkka lea leuŠdd.

source: LeuŠdd sisältää ihmisiä, elinympäristöä ja paikallishistoriaa kuvaavaa muistitietoa.
sme: LeuŠdd sisttisdoallá olbmuid, eallinbirrasa ja báikkálašhistorjjá govvideaddji njálmmálaš árbedieđu.

source: Vassi Semenoja, yksi Suonikylän leuŠdd-perinteen mestareita, on kuvannut leuŠddia sanomalla: ” LeuŠdd kertoo siitä miten ihmiset ovat eläneet. ”
sme: Vassi Semenoja, okta Suenjela leuŠdd-árbevieru meašttiriin, lea govvidan leuŠdd ná: ” LeuŠdd muitala das, mo olbmot leat eallán. ”

source: LeuŠdd on rakenteellisilta periaatteiltaan hyvin erilaista kuin pohjoissaamelainen joiku.
sme: LeuŠdd lea ráhkadussii guoski prinsihpaid dáfus hui earálágan go davvisápmelaš luohti.

source: Pikemminkin yhteys karjalaiseen ja venäläiseen perinteeseen on vahva.
sme: Baicce oktavuohta gárjilaš ja ruoššabeale árbevirrui lea nanus.

source: LeuŠddeissa kuvataan kohteena olevan ihmisen elämän tapahtumia kohtauksittain etenevänä sarjana.
sme: LeuŠddiin govviduvvojit dihto olbmo eallima dáhpáhusat dego ráidun.

source: Muita perinteisiä saamelaisia vokaalimusiikkityylejä edellä mainittujen lisäksi on mm. vuolie, joka on eteläsaamelaisten perinteistä musiikkia.
sme: Eará árbevirolaš sámi lávlunmusihkkastiillat ovddabealde máinnašuvvon stiillaid lassin lea ee. vuolie, mii lea lullisámiid árbevirolaš musihkka.

source: Eteläsaamelainen alue ulottuu Ruotsissa ja Norjassa useita satoja kilometrejä napapiirin eteläpuolelle.
sme: Lullisámeguovlu ollá Ruoŧas ja Norggas máŋggaid čuđiid kilomehteriid poláragierddu máttabeallái.

source: Uusi saamelaismusiikki
sme: Ođđa sámemusihkka

source: Saamelaisen populäärimusiikin kehitys alkoi 1970-luvulla kun Nils-Aslak Valkeapää julkaisi albumin ” Vuoi Biret-Máret, vuoi ”.
sme: Sámi populáramusihka ovdánupmi álggii 1970-logus, go Nils-Aslak Valkeapää almmustahtii jietnaskearru ” Vuoi Biret-Máret, vuoi ”.

source: Se oli ensimmäinen levy jolla joikuperinne oli yhdistetty länsimaisiin soittimiin.
sme: Dat lei vuosttas skearru, mas juoiganárbevierru lei ovttastahtton oarjeriikkaid čuojanasaide.

source: Valkeapäätä on seurannut lukuisa joukko saamelaisartisteja joista kansainvälisesti tunnetuimpia ovat Mari Boine ja Wimme.
sme: Valkeapää leat čuvvon máŋggat sámeartisttat, geain riikkaidgaskasaččat dovdosepmosat leat Mari Boine ja Wimme.

source: Tänä päivänä saamelaisartistit yhdistelevät ennakkoluulottomasti erilaisia musiikkigenrejä joikuun ja tekevät omanlaistaan laulelmamusiikkia.
sme: Otne sámeartisttat ovttastahttet ovdagáttuid haga sierralágan musihkkašlájaid luohtái ja dahket iežaslágan geahppa populáramusihka.

source: Saamenkielellä räpätään ja saamelaismusiikki seuraa kansainvälisien musiikkitrendien virtauksia.
sme: Sámegillii ” ráppájuvvo ” ja sámemusihkka čuovvu álbmogiidgaskasaš musihkkatreandaid.

source: Lukuisat musiikkifestivaalit sekä saameradio ja - televisio pitävät yllä modernia hyvin elävää saamelaista musiikkikulttuuria.
sme: Máŋggat musihkkafestiválat sihke sámeradio ja – televišuvdna doalahit badjin ođđaáigásaš hui ealli sámi musihkkakultuvrra.

source: Uusi sukupolvi kasvaa saamelaisesta perinnöstä ylpeästi ammentavassa ilmapiirissä.
sme: Ođđa sohkabuolva bajásšaddá atmosfearas, mas sámi árbevierut adnojuvvojit árvvus.

source: Teksti: Anna Näkkäläjärvi 2011
sme: Govva: Ulla Isotalo

source: Linkkejä:
sme: Liŋkkat:

source: Ijahis idja - alkuperäiskansojen musiikkitapahtuma
sme: Ijahis idja - álgoálbmogiid musihkkadáhpáhus

source: Koutokeinon pääsiäisfestivaali
sme: Guovdageainnu beassášdoalut

source: Niko Valkeapää
sme: Duolva Duottar

source: Johan Kitti
sme: Rolffa
